import React from "react";

export default function AIInsight() {

    return (

        <div className="dashboard-box">


            <h2>
                تحلیل هوشمند AI
            </h2>



            <p>

                بر اساس داده‌های ثبت‌شده،
                سیستم هوشمند پیشنهادها و تحلیل‌های مدیریتی زیر را ارائه می‌دهد:

            </p>



            <ul>


                <li>
                    بررسی افزایش پوشش واکسیناسیون در واحدهای کم‌عملکرد
                </li>


                <li>
                    شناسایی واحدهای دارای ریسک بالا در پایش بیماری
                </li>


                <li>
                    ارائه پیشنهاد برای بهبود وضعیت کنترل بیماری‌ها
                </li>


            </ul>



        </div>

    );

}